[
    {
      "id": "1",
      "name": "Weddings",
      "image": "https://i.ibb.co/F6NfcD3/leonardo-miranda-dv-F6s1-H1x68-unsplash.jpg",
      "description": "Are you ready to celebrate your love story with a touch of elegance and charm? Our 'Elegant Affair Wedding Package' is designed to make your special day truly unforgettable, without breaking the bank.",
      "price": "1500",
      "features":[{"package":"Venue Selection Assistance", "details":"We'll help you choose the perfect venue for your wedding, whether it's a romantic garden, a stylish ballroom, or an intimate beachfront setting."}, {"package":"Personalized Ceremony", "details":"Your wedding ceremony is the heart of your celebration. Our experienced officiants will work with you to create a personalized ceremony that reflects your love story and values."},{"package":"Professional Photography", "details":"Capture every precious moment with professional photography services. Our skilled photographers will be there to document your day, ensuring you have beautiful memories to cherish forever"},{"package":"Music Selection", "details":"Create the perfect ambiance with a choice of music for your ceremony and reception. From classical melodies to contemporary tunes, we've got your musical preferences covered."},{"package":"Cake Cutting Ceremony", "details":"Enjoy a delicious cake made just for you and your guests. Our package includes a beautiful cake for your cake-cutting ceremony."},{"package":"Wedding Coordination", "details":"On the big day, our team will ensure that everything runs smoothly, from cueing the music to coordinating the schedule, so you can relax and savor every moment."}
    ]
    },
    
    {
      "id": "2",
      "name": "Birthday Parties",
      "image": "    https://i.ibb.co/LCN38YB/nathan-dumlao-As8zq82-LBpw-unsplash.jpg",
      "description": "Make your next birthday celebration an unforgettable event with our 'Ultimate Birthday Bash Package'. Whether you're turning another year older or celebrating a loved one's special day, we've got all the elements you need to throw a fantastic party without the stress of planning.",
      "price": "900",
      "features":[{"package":"Venue Selection Assistance", "details":"We'll help you choose the perfect venue for your birthday party, whether it's a chic restaurant, a scenic outdoor space, or a cozy private setting."}, {"package":"Personalized Party Planning", "details":"Our experienced event planners will work closely with you to design a personalized party that aligns with your vision, theme, and preferences"},{"package":"Professional Photography", "details":"Capture the moments that matter with professional photography services. Our skilled photographers will document the fun and excitement of your birthday party."},{"package":"Catering and Menu Selection", "details":"Enjoy a delectable dining experience with a customized menu that suits your tastes and dietary preferences. From hors d'oeuvres to desserts, we've got you covered."},{"package":"Cake and Dessert Table", "details":"Satisfy your sweet tooth with a beautifully designed birthday cake and a dessert table filled with scrumptious treats."},{"package":"Party Coordination", "details":"On the big day, our team will handle all the logistics, ensuring that your birthday party runs smoothly and that you can focus on having a blast."}
    ]
    },

    {
      "id": "3",
      "name": "Anniversaries",
      "image": "https://i.ibb.co/6rz2s0w/samantha-gades-2-Tdhw-S6-Y3p-U-unsplash.jpg",
      "description": "Celebrate your enduring love and commitment with our 'Timeless Love Anniversary Package.' Whether you're marking a significant milestone or simply want to cherish the bond you share, our package is designed to create a memorable and romantic anniversary celebration that won't break the bank.",
      "price": "700",
      "features":[{"package":"Venue Selection Assistance", "details":" We'll assist you in selecting a romantic venue that perfectly suits your anniversary celebration, whether it's a cozy restaurant, a scenic garden, or an intimate private space."}, {"package":"Personalized Celebration", "details":"Your anniversary is a reflection of your unique love story. Our experienced event planners will work closely with you to design a personalized celebration that captures the essence of your relationship"},{"package":"Professional Photography", "details":"Capture the magic of your special day with professional photography services. Our skilled photographers will document the love and joy of your celebration."},{"package":"Dining Experience", "details":"Enjoy a delectable dining experience with a customized menu that caters to your tastes and preferences. From appetizers to desserts, we'll craft a memorable culinary journey for you and your guests."},{"package":"Anniversary Keepsake", "details":"Receive a special keepsake to commemorate your anniversary, ensuring that you have a lasting memory of this significant milestone."},{"package":"Event Coordination", "details":"On the day of your celebration, our dedicated team will handle all the logistical details, allowing you to focus on creating cherished memories."}
    ]
    },
    
    {
      "id": "4",
      "name": "Engagement Parties",
      "image": "https://i.ibb.co/hZ16L8T/pexels-emir-kaan-okutan-5122865.jpg",
      "description": "The journey to forever begins with a joyful celebration of your love, and our 'Celebrate Love Engagement Party Package' is designed to help you kickstart this exciting chapter in style we've got all the elements you need for a memorable engagement party without exceeding your budget.",
      "price": "1000",
      "features":[{"package":"Venue Selection Assistance", "details":"We'll assist you in selecting the perfect venue to set the stage for your engagement party, whether it's a chic urban space, a scenic garden, or a cozy intimate setting."}, {"package":"Personalized Ceremony", "details":" Your engagement party should reflect your unique love story. Our experienced event planners will work closely with you to design a personalized celebration that captures your personalities and journey together."},{"package":"Invitations and RSVP Management", "details":"We'll take care of crafting stylish invitations and managing your guest list, ensuring that your loved ones can join you in celebrating this special occasion."},{"package":"Decor and Theming", "details":"Transform your chosen venue into an enchanting space with tasteful decorations and theming that aligns with your engagement party's theme or color scheme."},{"package":"Professional Photography", "details":"Capture the essence of your celebration with professional photography services. Our skilled photographers will document the happiness and excitement of your engagement party."},{"package":"Event Coordination", "details":"On the day of your celebration, our dedicated team will manage all the logistics, allowing you to enjoy every moment of your engagement party."}
    ]
    },
    
    {
      "id": "5",
      "name": "Retirement Parties",
      "image": "https://i.ibb.co/gd8vndt/pexels-t-leish-6975184-1.jpg",
      "description": "Retirement marks the beginning of a new chapter in life, and what better way to celebrate it than with our Golden Retirement Celebration Package. Designed to honor the years of hard work and dedication, this package ensures that your retirement party is a memorable and heartfelt event, all within a budget-friendly framework.",
      "price": "750",
      "features":[{"package":"Venue Selection Assistance", "details":"We'll assist you in selecting the perfect venue for your retirement party, whether it's a cozy banquet hall, a scenic garden, or a private gathering at your preferred location."}, {"package":"Personalized Planing", "details":"Your retirement celebration should reflect your unique journey and accomplishments. Our experienced event planners will work closely with you to design a personalized event that captures your personality and achievements."},{"package":"Professional Photography", "details":"Capture every precious moment with professional photography services. Our skilled photographers will be there to document your day, ensuring you have beautiful memories to cherish forever"},{"package":"Invitations and RSVP Management", "details":"We'll take care of creating elegant invitations and managing your guest list, ensuring that your friends, family, and colleagues can join you in celebrating this significant milestone."},{"package":"Entertainment:", "details":"Keep the atmosphere lively with entertainment options that suit your style, whether it's a live band, a DJ, or a nostalgic slideshow highlighting your career."},{"package":"Retirement Cake:", "details":"Savor the sweetness of the moment with a beautifully designed retirement cake that symbolizes your transition into a new and exciting phase of life."}
    ]
    },
    
    {
      "id": "6",
      "name": "Baby shower",
      "image": "https://i.ibb.co/YPC2crj/pexels-anthony-gomes-14534185.jpg",
      "description": "Welcoming a new life into the world is a momentous occasion, and our Bundle of Joy Baby Shower Package is designed to make this celebration both memorable and affordable. a family member, we're here to help you create a heartwarming and stress-free baby shower.",
      "price": "540",
      "features":[{"package":"Venue Selection Assistance", "details":"We'll assist you in finding the perfect venue for your baby shower, whether it's a charming garden, a cozy indoor space, or a location of your choice."}, {"package":"Personalized Planing", "details":"Every baby is unique, and so is your journey to parenthood. Our experienced event planners will work closely with you to create a personalized baby shower that reflects your style, preferences, and the excitement of this special moment."},{"package":"Professional Photography", "details":"Capture every precious moment with professional photography services. Our skilled photographers will be there to document your day, ensuring you have beautiful memories to cherish forever"},{"package":"Decorations and Theming", "details":"Transform your chosen venue into a whimsical and inviting space with creative decorations and theming that align with the baby shower's theme or color scheme."},{"package":"Games and Activities", "details":"Keep the atmosphere lively with games and activities that entertain your guests and create lasting memories."},{"package":"Baby Shower Favors", "details":"Thank your guests for their love and support with thoughtful baby shower favors, a small token of your appreciation."}
    ]
    }
    
]





